{
  "common": {
    "language": "Language",
    "textSize": "Text Size",
    "profile": "Profile",
    "about": "About",
    "settings": "Settings",
    "home": "Home",
    "login": "Login",
    "register": "Register",
    "logout": "Logout",
    "save": "Save",
    "cancel": "Cancel",
    "back": "Back",
    "accept": "Accept"
  },
  "survey": {
    "title": "Client Satisfaction Survey",
    "takeSurvey": "Take the Survey",
    "about": "About",
    "submit": "Submit",
    "clear": "Clear Survey",
    "mySubmissions": "My Survey Submissions",
    "noSubmissions": "No submissions yet.",
    "submitHere": "Submit a survey to see it here.",
    "personalInfo": "Personal Information",
    "citizensCharterAwareness": "Citizen's Charter Awareness",
    "serviceQuality": "Service Quality Dimensions",
    "feedbackSection": "Feedback & Suggestions",
    "instructionsQA": "Please indicate your awareness and understanding of the Citizen's Charter by selecting the appropriate option.",
    "instructionsSQD": "For SQD 0-8, please select the one option that best describes your level of satisfaction.",
    "citizenType": "Client Type",
    "citizen": "Citizen",
    "business": "Business",
    "government": "Government (Employees)",
    "others": "Others",
    "gender": "Sex",
    "male": "Male",
    "female": "Female",
    "preferNotToSay": "Prefer not to say",
    "ageLabel": "Age",
    "regionLabel": "Region of residence",
    "serviceAvailedLabel": "Service Availed",
    "ccAwarenessLabel": "Which of the following best describes your awareness of a CC?",
    "cc1Option1": "I know what a CC is and I saw this office's CC",
    "cc1Option2": "I know what a CC is but I did NOT see this office's CC",
    "cc1Option3": "I learned of the CC only when I saw this office's CC",
    "cc1Option4": "I do not know what a CC is and I did not see one in this office",
    "ccVisibilityLabel": "If aware of CC, would you say the CC is easy to see?",
    "cc2Option1": "Easy to see",
    "cc2Option2": "Somewhat easy to see",
    "cc2Option3": "Difficult to see",
    "cc2Option4": "Not visible at all",
    "cc2Option5": "Not Applicable",
    "ccHelpfulnessLabel": "If aware of CC, how much did the CC help you?",
    "cc3Option1": "Helped very much",
    "cc3Option2": "Somewhat helpful",
    "cc3Option3": "Did not help",
    "cc3Option4": "Not Applicable",
    "serviceRatings": "Service Quality Dimensions Ratings",
    "stronglyDisagree": "Strongly Disagree",
    "disagree": "Disagree",
    "neitherAgreeNorDisagree": "Neither Agree nor Disagree",
    "agree": "Agree",
    "stronglyAgree": "Strongly Agree",
    "notApplicable": "Not Applicable",
    "sqd0": "I am satisfied with the service I availed.",
    "sqd1": "I spent a reasonable amount of time for my transaction.",
    "sqd2": "The office followed the transaction's requirements and steps.",
    "sqd3": "The steps I needed to do for my transaction were easy and simple.",
    "sqd4": "I easily found information about my transaction.",
    "sqd5": "I paid a reasonable amount of fees for my transaction.",
    "sqd6": "I feel the office was fair to everyone during my transaction.",
    "sqd7": "I was treated courteously by the staff. Staff was helpful if asked.",
    "sqd8": "I got what I needed or (if denied) denial was sufficiently explained.",
    "suggestionsLabel": "Suggestions for improvement (optional)",
    "suggestionsPlaceholder": "Suggestions",
    "emailAddressLabel": "Email address (optional)",
    "emailPlaceholder": "Email",
    "clearSurveyConfirm": "Clear Survey?",
    "clearMessage": "This will erase all current survey answers.",
    "clearWarning": "Are you sure you want to clear the survey?",
    "clearConfirm": "Yes, clear",
    "editSurvey": "Edit Survey Submission",
    "submitSuccess": "Survey submitted successfully!",
    "updateSuccess": "Survey updated successfully!",
    "submitting": "Submitting...",
    "submissionFailed": "Survey submission failed!",
    "updateFailed": "Survey update failed!",
    "networkError": "Network error!",
    "loadFailed": "Failed to load submission",
    "privacyPolicy": "Privacy Policy",
    "termsAndConditions": "Terms and Conditions",
    "acceptTerms": "Accept",
    "declineTerms": "Decline",
    "helpAndFAQ": "Help & FAQ"
  },
  "aboutSurvey": {
    "content": "This system is a centralized survey management platform designed to support a single, fully editable survey. It provides administrators with an integrated environment for configuring survey content, managing responses, generating analytics, and reviewing user feedback. Built with role-based access control, the system ensures secure, structured, and efficient handling of survey data.\n\nThe platform aims to streamline the end-to-end survey workflow—from creation and response collection to reporting and analysis—while maintaining data integrity and compliance with privacy standards. Its modular design supports key administrative functions such as profile management, analytics generation, feedback review, and system configuration.\n\nThis system is built to help organizations and academic institutions collect meaningful insights, ensure respondent confidentiality, and advance responsible digital data practices."
  },
  "privacyPolicy": {
    "section1Title": "1. Introduction",
    "section1Body": "This Privacy Policy explains how information is collected, used, and protected within this survey system.",
    "section2Title": "2. Information Collected",
    "section2Body": "We collect respondent information, administrator data, and system usage information. All data is collected solely for the purposes of survey administration and analysis.",
    "section3Title": "3. Collection Purpose",
    "section3Body": "Collected data is used only for survey administration, analytics generation, and improving system functionality. No data is used for marketing or third-party purposes.",
    "section4Title": "4. Storage and Security",
    "section4Body": "All data is encrypted and protected with industry-standard security measures. Access is restricted to authorized administrators only.",
    "section5Title": "5. Data Handling",
    "section5Body": "Survey responses are retained only as long as necessary for analysis. Users can request data deletion in accordance with applicable privacy laws.",
    "section6Title": "6. Data Sharing",
    "section6Body": "Information is never shared outside the organization without explicit consent. Data sharing within the organization is limited to authorized personnel only.",
    "section7Title": "7. User Rights",
    "section7Body": "Users can request access to their data, request corrections, or request deletion of personal information in accordance with applicable privacy regulations.",
    "section8Title": "8. Policy Updates",
    "section8Body": "This policy may be updated based on system improvements and legal requirements. Users will be notified of significant changes."
  },
  "termsAndConditions": {
    "section1Title": "1. Acceptance of Terms",
    "section1Body": "By accessing or using this system, you agree to be bound by these Terms and Conditions.",
    "section2Title": "2. Roles and Responsibilities",
    "section2Body": "The system operates on a role-based access structure including administrators, respondents, and system managers. Each role has specific responsibilities and permissions.",
    "section3Title": "3. Proper Use",
    "section3Body": "You agree not to attempt unauthorized access, transmit malware, or engage in any activity that could disrupt system operations.",
    "section4Title": "4. Data Consent",
    "section4Body": "By submitting survey responses, you agree that the data will be processed and analyzed as described in the Privacy Policy.",
    "section5Title": "5. Intellectual Property Rights",
    "section5Body": "All system content, design, and functionality are owned by the development team and protected by copyright laws.",
    "section6Title": "6. System Availability",
    "section6Body": "We strive to maintain system uptime but do not guarantee uninterrupted access. Maintenance and updates may require temporary downtime.",
    "section7Title": "7. Limitation of Liability",
    "section7Body": "Developers are not liable for indirect, incidental, or consequential damages arising from system use.",
    "section8Title": "8. Account Suspension or Termination",
    "section8Body": "Accounts may be suspended or terminated for policy violations, unauthorized access attempts, or misuse of the system.",
    "section9Title": "9. Changes to Terms",
    "section9Body": "These terms may be updated at any time. Continued use of the system indicates acceptance of updated terms.",
    "section10Title": "10. Contact Information",
    "section10Body": "For questions about these terms, contact your system administrator or the support team."
  },
  "admin": {
    "dashboard": "Dashboard",
    "surveys": "Surveys",
    "responses": "Responses",
    "reports": "Reports",
    "profile": "Profile & Security",
    "help": "Help & Feedback",
    "settings": "Settings",
    "recentActivity": "Recent Admin Activity",
    "adminList": "Admin List",
    "logs": "Activity Logs"
  },
  "textSize": {
    "small": "Small",
    "normal": "Normal",
    "large": "Large"
  }
}
