{
  "common": {
    "language": "Wika",
    "textSize": "Laki ng Teksto",
    "profile": "Propayl",
    "about": "Tungkol",
    "settings": "Mga Setting",
    "home": "Tahanan",
    "login": "Mag-login",
    "register": "Magparehistro",
    "logout": "Mag-logout",
    "save": "I-save",
    "cancel": "Kanselahin",
    "back": "Bumalik",
    "accept": "Tanggapin"
  },
  "survey": {
    "title": "Pag-aaral ng Kasiyahan ng Customer",
    "takeSurvey": "Sagutin ang Sarbey",
    "about": "Tungkol",
    "submit": "Ipasa",
    "clear": "Burahin",
    "mySubmissions": "Mga ipinasa ko",
    "noSubmissions": "Wala pang ipinapasa",
    "submitHere": "Magpasa ng sarbey para makita ito",
    "clientType": "Uri ng Kliyente",
    "gender": "Kasarian",
    "region": "Rehiyon",
    "satisfaction": "Kasiyahan",
    "feedback": "Komento",
    "pleaseSpecify": "Pakidetalye",
    "suggestionsLabel": "Mga mungkahi para sa pagpapabuti ng sarbey (opsyonal)",
    "suggestionsPlaceholder": "Mga mungkahi",
    "emailAddressLabel": "Email address (opsyonal)",
    "emailPlaceholder": "Email",
    "clearSurveyConfirm": "Burahin ang Sagot?",
    "clearMessage": "Ito ay buburahin ang lahat ng kasalukuyang mga tugon sa sarbey.",
    "clearWarning": "Sigurado ka ba na gusto mong burahin ang sarbey?",
    "clearConfirm": "Oo, burahin",
    "editSurvey": "Baguhin ang Ipinasang Sarbey",
    "submitSuccess": "Matagumpay na naipasa ang Sarbey!",
    "updateSuccess": "Matagumpay na nabago ang Sarbey!",
    "submitting": "Kasalukuyang pinapasa...",
    "submissionFailed": "Nabigong ipasa ang sarbey!",
    "updateFailed": "Nabigong baguhin ang sarbey!",
    "networkError": "Network error!",
    "loadFailed": "Nabigong i-load ang submission",
    "privacyPolicy": "Patakaran sa Privacy",
    "termsAndConditions": "Mga Kalagayan at Kundisyon",
    "acceptTerms": "Tanggapin",
    "declineTerms": "Tanggihan",
    "instructions": "MGA TAGUBILIN",
    "instructionsQA": "Mangyaring ipahiwatig ang inyong kamalayan at pag-unawa sa Citizen's Charter sa pamamagitan ng pagpili ng tamang sagot.",
    "instructionsSQD": "Para sa SQD 0-8, mangyaring pumili ng isa sa mga pagpipilian na pinakaangkop sa inyong sagot.",
    "personalInfo": "Personal na Impormasyon",
    "citizensCharterAwareness": "Kamalayan sa Citizen's Charter",
    "serviceQuality": "Kalidad ng Serbisyo",
    "citizenCharterQuestions": "MGA TANONG SA CITIZEN'S CHARTER (CC)",
    "sqd": "Mga Rating sa Kalidad ng Serbisyo",
    "feedbackSection": "Komento at Mungkahi",
    "age": "Edad",
    "regionLabel": "Rehiyon ng Tirahan",
    "serviceAvailedLabel": "Serbisyong Kinuha",
    "ageLabel": "Edad",
    "citizenType": "Uri ng Kliyente",
    "citizen": "Mamamayan",
    "business": "Negosyo",
    "government": "Gobyerno (Empleyado)",
    "others": "Iba",
    "male": "Lalaki",
    "female": "Babae",
    "preferNotToSay": "Mas gusto kong hindi sabihin",
    "sqd0": "Nasiyahan ako sa serbisyong aking natanggap.",
    "sqd1": "Gumugol ako ng makatwirang oras para matapos ang transaksyon.",
    "sqd2": "Sinunod ng opisina ang tamang requirements at proseso ng transaksyon.",
    "sqd3": "Ang mga kailangang hakbang sa transaksyon ay malinaw at madaling sundan.",
    "sqd4": "Madali kong nahanap ang impormasyon tungkol sa transaksyon mula sa opisina o website.",
    "sqd5": "Makatwiran ang halagang kailangan kong bayaran para sa transaksyon. (Kung libre, markahan ang 'N/A')",
    "sqd6": "Pakiramdam ko ay patas ang pakikitungo ng opisina sa lahat ng kliyente habang isinasagawa ang transaksyon.",
    "sqd7": "Magalang at matulungin ang staff, lalo na kapag tinanong.",
    "sqd8": "Nakuha ko ang dokumento/serbisyong kailangan ko o (kung hindi) ang dahilan ng pagkakadenay ay maayos na naipaliwanag.",
    "ccAwarenessLabel": "Alin sa mga sumusunod ang pinakamainam na naglalarawan sa iyong kaalaman tungkol sa Citizen's Charter?",
    "ccVisibilityLabel": "Kung alam mo ang Citizen's Charter, masasabi mo bang madali itong makita?",
    "ccHelpfulnessLabel": "Kung alam mo ang Citizen's Charter, gaano kalaki ang tulong nito sa transaksyon?",
    "cc1Question": "Alin sa mga sumusunod ang pinakamainam na naglalarawan sa iyong kaalaman tungkol sa Citizen's Charter?",
    "cc1Option1": "Alam ko kung ano ang CC at nakita ko ang CC ng opisina.",
    "cc1Option2": "Alam ko kung ano ang CC pero hindi ko nakita ang CC ng opisina.",
    "cc1Option3": "Nalaman ko lang ang tungkol sa CC nang makita ko ito sa opisina.",
    "cc1Option4": "Hindi ko alam kung ano ang CC at hindi ko rin ito nakita.",
    "cc2Question": "Kung alam mo ang CC, masasabi mo bang madali itong makita?",
    "cc2Option1": "Madaling makita",
    "cc2Option2": "Medyo madaling makita",
    "cc2Option3": "Mahirap makita",
    "cc2Option4": "Hindi nakikita",
    "cc2Option5": "Hindi naaangkop",
    "cc3Question": "Kung alam mo ang CC, gaano ito nakatulong sa iyong transaksyon?",
    "cc3Option1": "Malaki ang naitulong",
    "cc3Option2": "Medyo malaki ang naitulong",
    "cc3Option3": "Hindi nakatulong",
    "cc3Option4": "Hindi naaangkop",
    "stronglyDisagree": "Lubos na Hindi Sumasang-ayon",
    "disagree": "Hindi Sumasang-ayon",
    "neitherAgreeNorDisagree": "Wala sa Dalawa",
    "agree": "Sumasang-ayon",
    "stronglyAgree": "Lubos na Sumasang-ayon",
    "notApplicable": "Hindi Naaangkop",
    "easyToSee": "Madaling makita",
    "somewhatEasyToSee": "Medyo madaling makita",
    "difficultToSee": "Mahirap makita",
    "notVisibleAtAll": "Hindi nakikita",
    "helpedVeryMuch": "Malaki ang naitulong",
    "somewhatHelped": "Medyo nakatulong",
    "didNotHelp": "Hindi nakatulong",
    "helpAndFAQ": "Tulong at FAQ",
    "aboutThisSurvey": "Tungkol sa Sarbey na ito",
    "serviceRatings": "Pagsusuri ng Aming Serbisyo"
  },
  "aboutSurvey": {
  "content": "Ang sistemang ito ay isang sentralisadong platform ng pamamahala ng sarbey na mahusay na idinisenyo upang suportahan ang isang pangunahing sarbey na may kakayahang lubos na i-edit. Nagbibigay ito sa mga administrador ng isang integrado at komprehensibong kapaligiran para sa maayos na pag-configure ng nilalaman ng sarbey, propesyonal na pamamahala ng mga tugon (responses), pagbuo ng analytics (pagsusuri ng datos), at masusing pagsusuri sa puna (feedback) ng gumagamit. Sa paggamit ng kontrol sa access batay sa tungkulin (role-based access control - RBAC), tinitiyak ng sistema ang isang ligtas, structured, at mahusay na paghawak sa lahat ng sensitibong datos ng sarbey.\n\nAng platform na ito ay naglalayong gawing mas streamlined ang kabuuan ng workflow ng sarbey—simula sa paglikha at pangongolekta ng datos hanggang sa reporting at detalyadong pagsusuri—habang mahigpit na pinapanatili ang integridad ng datos at pagsunod sa mga pamantayan ng pagkapribado. Bukod pa rito, sinusuportahan ng modular na arkitektura nito ang mga pangunahing tungkulin ng pangangasiwa, kabilang ang profile management, analytics generation, feedback review, at pangkalahatang system configuration.\n\nAng sistemang ito ay binuo upang tulungan ang mga organisasyon at institusyong pang-akademiko na makakuha ng makabuluhang mga insights, masiguro ang kompidensyalidad ng mga tumutugon, at isulong ang responsable at etikal na digital data practices."
  },
  "privacyPolicy": {
    "section1Title": "1. Panimula",
    "section1Body": "Ipinaliliwanag ng Privacy Policy na ito kung paano kinokolekta, ginagamit, at pinoprotektahan ang impormasyon sa loob ng survey system na ito.",
    "section2Title": "2. Impormasyong Kinokolekta",
    "section2Body": "Kinokolekta namin ang impormasyon ng respondent, data ng administrator, at impormasyon tungkol sa paggamit ng system. Lahat ng data ay kinokolekta lamang para sa layunin ng survey administration at analysis.",
    "section3Title": "3. Layunin ng Pagkolekta",
    "section3Body": "Ang nakolektang data ay ginagamit lamang para sa survey administration, paggawa ng analytics, at pagpapabuti ng system functionality. Hindi ginagamit ang anumang data para sa marketing o third-party purposes.",
    "section4Title": "4. Pag-iimbak at Seguridad",
    "section4Body": "Lahat ng data ay naka-encrypt at protektado gamit ang industry-standard security measures. Ang access ay limitado lamang sa mga awtorisadong administrator.",
    "section5Title": "5. Paghawak at Pagpapanatili ng Data",
    "section5Body": "Ang survey responses ay pinananatili lamang hangga't kinakailangan para sa analysis. Maaaring humiling ang mga user ng data deletion alinsunod sa umiiral na privacy laws.",
    "section6Title": "6. Pagbabahagi ng Data",
    "section6Body": "Ang impormasyon ay hindi ibinabahagi sa labas ng organisasyon nang walang tahasang pahintulot. Ang internal data sharing ay limitado lamang sa mga awtorisadong personnel.",
    "section7Title": "7. Mga Karapatan ng User",
    "section7Body": "Maaaring humiling ang mga user ng access sa kanilang data, humiling ng pagwawasto, o humiling ng pagbura ng personal information alinsunod sa naaangkop na regulasyon sa privacy.",
    "section8Title": "8. Mga Pag-update sa Policy",
    "section8Body": "Ang policy na ito ay maaaring i-update batay sa system improvements at legal requirements. Ang mga user ay bibigyan ng abiso para sa anumang mahahalagang pagbabago."
  },
  "termsAndConditions": {
    "section1Title": "1. Pagtanggap ng Mga Tuntunin",
    "section1Body": "Sa pamamagitan ng pag-access o paggamit ng sistemang ito, sumasang-ayon kang sundin ang mga Terms and Conditions na ito.",
    "section2Title": "2. Mga Papel at Responsibilidad",
    "section2Body": "Ang sistema ay gumagamit ng role-based access structure na kinabibilangan ng administrator, respondent, at system manager. Bawat papel ay may nakatakdang responsibilidad at permissions.",
    "section3Title": "3. Tamang Paggamit",
    "section3Body": "Sinasang-ayunan mong hindi magsagawa ng unauthorized access, hindi magpadala ng malware, at hindi isasagawa ang anumang aktibidad na maaaring makasira o makaapekto sa operasyon ng system.",
    "section4Title": "4. Pahintulot sa Paggamit ng Data",
    "section4Body": "Sa pagsusumite ng survey responses, sumasang-ayon kang ang iyong data ay maiproseso at ma-analyze alinsunod sa nakasaad sa Privacy Policy.",
    "section5Title": "5. Mga Karapatan sa Intellectual Property",
    "section5Body": "Lahat ng system content, design, at functionality ay pag-aari ng development team at protektado ng copyright laws.",
    "section6Title": "6. Availability ng Sistema",
    "section6Body": "Bagama't nagsusumikap kaming panatilihin ang system uptime, hindi namin maipapangako ang tuloy-tuloy na access. Ang maintenance at updates ay maaaring magdulot ng pansamantalang downtime.",
    "section7Title": "7. Limitasyon ng Pananagutan",
    "section7Body": "Ang mga developer ay hindi mananagot para sa indirect, incidental, o consequential damages na maaaring lumitaw mula sa paggamit ng sistema.",
    "section8Title": "8. Suspensyon o Pagtatapos ng Account",
    "section8Body": "Maaaring ma-suspend o ma-terminate ang mga account dahil sa paglabag sa policy, tangkang unauthorized access, o maling paggamit ng system.",
    "section9Title": "9. Mga Pagbabago sa Mga Tuntunin",
    "section9Body": "Ang mga tuntuning ito ay maaaring baguhin anumang oras. Ang patuloy na paggamit ng sistema ay nangangahulugan ng pagtanggap sa anumang pagbabago.",
    "section10Title": "10. Impormasyon sa Pakikipag-ugnayan",
    "section10Body": "Para sa mga katanungan tungkol sa mga tuntuning ito, makipag-ugnayan sa inyong system administrator o support team."
  },
  "textSize": {
    "small": "Maliit",
    "normal": "Normal",
    "large": "Malaki"
  }
}
